{
  "plugins": {
    "SchemaStore.nvim": {
      "src": "https://github.com/b0o/SchemaStore.nvim"
    },
    "everforest-nvim": {
      "src": "https://github.com/neanias/everforest-nvim"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "gopher.nvim": {
      "src": "https://github.com/olexsmir/gopher.nvim"
    },
    "gruvbox-material": {
      "src": "https://github.com/sainnhe/gruvbox-material"
    },
    "gruvbox.nvim": {
      "src": "https://github.com/ellisonleao/gruvbox.nvim"
    },
    "guess-indent.nvim": {
      "src": "https://github.com/NMAC427/guess-indent.nvim"
    },
    "kanagawa.nvim": {
      "src": "https://github.com/rebelot/kanagawa.nvim"
    },
    "lualine.nvim": {
      "src": "https://github.com/nvim-lualine/lualine.nvim"
    },
    "mini.nvim": {
      "src": "https://github.com/nvim-mini/mini.nvim"
    },
    "nightfox.nvim": {
      "src": "https://github.com/EdenEast/nightfox.nvim"
    },
    "octo.nvim": {
      "src": "https://github.com/pwntester/octo.nvim"
    },
    "oil-git-status.nvim": {
      "src": "https://github.com/refractalize/oil-git-status.nvim"
    },
    "oil.nvim": {
      "src": "https://github.com/stevearc/oil.nvim"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "snacks.nvim": {
      "src": "https://github.com/folke/snacks.nvim"
    },
    "telescope-fzf-native.nvim": {
      "src": "https://github.com/nvim-telescope/telescope-fzf-native.nvim"
    },
    "telescope.nvim": {
      "src": "https://github.com/nvim-telescope/telescope.nvim"
    },
    "tiny-code-action.nvim": {
      "src": "https://github.com/rachartier/tiny-code-action.nvim"
    },
    "vim-deus": {
      "src": "https://github.com/ajmwagar/vim-deus"
    },
    "vim-rest-console": {
      "src": "https://github.com/diepm/vim-rest-console"
    },
    "vscode.nvim": {
      "src": "https://github.com/mofiqul/vscode.nvim"
    },
    "workspace-diagnostics.nvim": {
      "src": "https://github.com/artemave/workspace-diagnostics.nvim"
    }
  }
}
